/* Message of sheet displayed for CSSM_CERT_STATUS_EXPIRED. */
"The certificate for this server has expired. You might be connecting to a server that is pretending to be “%@” which could put your confidential information at risk. Would you like to connect to the server anyway?" = "Certyfikat tej witryny stracił ważność. Możliwe, że łączysz się z witryną, która podszywa się pod „%@”, co może narazić na niebezpieczeństwo twoje poufne informacje. Czy chcesz mimo to połączyć się z tą witryną?";

/* Message of sheet displayed for CSSM_CERT_STATUS_NOT_VALID_YET. */
"The certificate for this server is not yet valid. You might be connecting to a server that is pretending to be “%@” which could put your confidential information at risk. Would you like to connect to the server anyway?" = "Certyfikat tej witryny nie jest ważny. Możliwe, że łączysz się z witryną, która podszywa się pod „%@”, co może narazić na niebezpieczeństwo twoje poufne informacje. Czy chcesz mimo to połączyć się z tą witryną?";

/* Message of sheet displayed for !CSSM_CERT_STATUS_IS_IN_ANCHORS. */
"The certificate for this server is invalid. You might be connecting to a server that is pretending to be “%@” which could put your confidential information at risk. Would you like to connect to the server anyway?" = "Certyfikat tej witryny jest nieważny. Możliwe, że łączysz się z witryną, która pozoruje stronę „%@”, co może narazić twoje poufne dane. Czy chcesz mimo to połączyć się z tą witryną?";

/* Message of sheet displayed for !CSSM_CERT_STATUS_IS_IN_ANCHORS && CSSM_CERT_STATUS_IS_ROOT */
"The certificate for this server was signed by an unknown certifying authority. You might be connecting to a server that is pretending to be “%@” which could put your confidential information at risk. Would you like to connect to the server anyway?" = "Certyfikat tej witryny był podpisany przez nieznane władze wydające certyfikaty. Możliwe, że łączysz się z witryną, która pozoruje stronę „%@”, co może narazić twoje poufne dane. Czy chcesz mimo to połączyć się z tą witryną?";

/* Certificate trust verification prompt */
"This certificate is not valid" = "Ten certyfikat nie jest ważny";
"Always Trust" = "Zawsze ufaj";
"Show Certificate" = "Pokaż certyfikat";

/* Remember password on Windows */
"Save Password" = "Save Password";

/* Client authentication with mutual SSL */
"The server requires a certificate to validate your identity. Select the certificate to authenticate yourself to {0}." = "The server requires a certificate to validate your identity. Select the certificate to authenticate yourself to {0}.";